cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'zsh'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'mysql'
brew 'phantomjs'
brew 'libpng'
brew 'libtiff'
brew 'v8'
brew 'jpeg'
brew 'pkg-config'
brew 'node'
brew 'redis'
brew 'tesseract'
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'wget'
brew 'z'
brew 'git'
brew 'mackup'
brew 'tree'

cask 'beyond-compare'
cask 'charles'
cask 'caffeine'
cask 'adium'
cask 'sublime-text'
cask "iterm2"
cask 'google-chrome'
cask 'handbrake'
cask 'seashore'
cask 'transmission'
cask 'androidtool'
cask 'android-file-transfer'
cask 'android-studio'
cask 'thunder'
cask 'qq'
cask 'virtualbox'
cask 'vagrant'
cask 'the-unarchiver'
cask 'dash'
cask 'divvy'
cask 'disk-inventory-x'
cask 'github'
cask 'neteasemusic'
cask 'sketch'
cask 'qq'
cask 'omnidisksweeper'
cask 'mou'
cask 'mplayerx'
cask 'diffmerge'
cask 'evernote'
cask 'foxmail'
cask 'genymotion'
cask 'imageoptim'
cask 'jd-gui'
cask 'wireshark'
cask 'easysimbl'
cask 'youdao'
#instant-translate
#pomodoro time
#miwifi


